docs(allow-until): updare README
